Repository: ehab-zak/t-website
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# mod_viewpage_widescreen
source: Widescreen / HD
de: Breitbild / HD

# backendlayouts_storage_title
source: Storage folder
de: Ablageordner

# backendlayouts_storage_description
source: Sysfolder to store records
de: Systemordner für Datenablage

# backendlayouts_storageimageslider_title
source: Image slider storage folder
de: Ablageordner für Bildwechsler

# backendlayouts_storageimageslider_description
source: Sysfolder to store records for image slider
de: Systemordner für Daten von Bildwechslern

# backendlayouts_default_title
source: Sub page default
de: Unterseite Standard

# backendlayouts_default_description
source: Template for default sub page
de: Template für Standard Unterseite

# backendlayouts_root_title
source: Root page
de: Startseite

# backendlayouts_root_description
source: Template for root page
de: Template für Startseite

# backendlayouts_contact_title
source: Sub page contact
de: Unterseite Kontakt

# backendlayouts_contact_description
source: Template for contact sub page
de: Template für Kontakt Unterseite

# backendlayouts_detailplugin_title
source: Sub page with detail plugin
de: Unterseite mit Detail-Plugin

# backendlayouts_detailplugin_description
source: Template for sub page containing detail plugin. Has no header image and H1 is rendered by plugin.
de: Template für Unterseite mit Detailseite. Enthält kein Headerbild. H1-Überschrift wird vom Plugin erzeugt.

# backendlayouts_noimage_title
source: Sub page without header image
de: Unterseite ohne Headerbild

# backendlayouts_noimage_description
source: Template for sub page without header image
de: Template für Unterseite ohne Headerbild

# backendlayouts_glossary_title
source: Sub page for glossary
de: Unterseite für Glossar

# backendlayouts_glossary_description
source: Template for sub page including paganation menu of pages
de: Template für Unterseite mit Blättermenü der Seiten

# gridlayouts_background_title
source: Container with Background Color
de: Container mit Hintergrundfarbe

# gridlayouts_background_description
source: Container with Background Color
de: Container mit Hintergrundfarbe

# gridlayouts_accordeoncontainer_title
source: Accordeon container
de: Akkordeon Container

# gridlayouts_accordeoncontainer_description
source: Container for accordeon entries
de: Container für Akkordeon-Elemente

# gridlayouts_accordeonentry_title
source: Accordeon entry
de: Akkordeon Eintrag

# gridlayouts_accordeonentry_description
source: Single accordeon entry
de: Einzelnes Akkordeon-Element

# gridlayouts_skills_title
source: Skills
de: Kompetenzen

# gridlayouts_skills_description
source: Block showing main skills
de: Block zur Anzeige der Hauptkompetenzen

# gridlayouts_testimonials_title
source: Testimonials
de: Kundenempfehlungen

# gridlayouts_testimonials_description
source: Block showing testimonials
de: Block zur Anzeige der Kundenempfehlungen

# gridlayouts_newsslider_description
source: Block showing slider with latest news
de: Block zur Anzeige der neuesten News als Slider

# gridlayouts_contactpersons_title
source: Contact persons
de: Kontaktpersonen

# gridlayouts_contactpersons_description
source: Block showing most important contact persons
de: Block zur Anzeige der wichtigsten Kontaktpersonen

# gridlayouts_contentbox_title
source: Content box
de: Inhaltscontainer

# gridlayouts_contentbox_description
source: Box for content on root page
de: Container für Inhalte auf der Startseite

# gridlayouts_teaserslider_description
source: Block showing slider with teasers
de: Block zur Anzeige von Teasern als Slider

# layouts_column_content
source: Content
de: Inhalt

# layouts_column_headerimage
source: Headerimage
de: Headerbild

# layouts_column_headline
source: Headline
de: Überschrift

# layouts_column_image
source: Image
de: Bild

# layouts_column_skill
source: Skill
de: Kompetenz

# layouts_column_introtext
source: Intro text
de: Einleitungstext

# customcontentobjects_header
source: Custom Elements
de: Eigene Elemente

# customcontentobjects_linkbutton_description
source: Insert button and define link target
de: Link Button mit definierbarem Ziel einfügen

# customcontentobjects_linkbutton_layout_default
source: red (Default)
de: rot (Standard)

# customcontentobjects_linkbutton_layout_white
source: white
de: weiß

# customcontentobjects_skill_title
source: Skill
de: Kompetenz

# customcontentobjects_skill_description
source: Single skill entry
de: Einzelner Eintrag für eine Kompetenz

# customcontentobjects_image_title
source: Theme
de: Motiv

# customcontentobjects_image_description
source: Theme for slider
de: Motiv für Bildwechsler

# customcontentobjects_testimonial_title
source: Testimonial
de: Empfehlung

# customcontentobjects_testimonial_description
source: Customer testimonial for root page
de: Kundenempfehlung für Startseite

# customcontentobjects_contactperson_title
source: Contact person
de: Kontaktperson

# customcontentobjects_contactperson_description
source: Single contact person entry for root page
de: Einzelne Kontaktperson für Startseite

# customcontentobjects_teaser_description
source: Teaser for slider
de: Teaser für Teaserwechsler

# table_pages_subtitle_label
source: Different title for H1 headline
de: Abweichender Titel für H1-Überschrift

# table_news_teaser_label
source: Subline for single view
de: Untertitel für Einzelansicht

# table_ttcontent_headerlayout_default
source: Default (H2)
de: Standard (H2)

# table_ttcontent_headerlayout_layout3
source: Small (H3)
de: Überschrift klein (H3)

# table_ttcontent_contactperson_bodytext
source: Contact data
de: Kontaktdaten

# table_ttcontent_textmedia_layout_expert
source: Expert
de: Expertenmeinung

# table_ttcontent_gridelements_pi1_layout_background
source: Background
de: Hintergrund

# table_ttcontent_textmedia_layout_background
source: Box with grey background
de: Box mit grauem Hintergrund

# rte_fontweight_regular
source: font weight: regular
de: Schriftgewicht: regular

# rte_textcolor_default
source: default
de: Standard

# rte_textcolor_ci-main
source: CI main color
de: CI-Hauptfarbe

# rte_link_more
source: more
de: mehr

# rte_classes_h3folder
source: Headline H3 - icon *Folder*
de: Überschrift H3 - Icon *Dateiordner

# rte_classes_h3info
source: Headline H3 - icon *Info*
de: Überschrift H3 - Icon *Information*

# rte_classes_h3toolbox
source: Headline H3 - icon *Toolbox*
de: Überschrift H3 - Icon *Werkzeug*

# rte_classes_h3gear
source: Headline H3 - icon *Gear*
de: Überschrift H3 - Icon *Zahnrad*

# textlabel_contact
source: Contact
de: Kontakt

# textlabel_phone
source: Phone
de: Telefon

# textlabel_fax
source: Fax
de: Telefax

# textlabel_phone_short
source: Phone
de: Tel

# textlabel_totop
source: to top
de: nach oben

# textlabel_worksample
source: Work sample
de: Referenz

# headline_customer
source: SEKAS effects highest performance:
de: SEKAS liefert die beste Leistung:

# news_templatelayout_list
source: List
de: Liste

# news_templatelayout_detaillatest
source: Detail:latest section
de: Detail: Abschnitt mit letzten Meldungen

# news_templatelayout_detailsingle
source: Detail:single section
de: Detail: Abschnitt mit Einzelansicht

# news_templatelayout_latest
source: Latest
de: Letzte Meldungen

# linkhandler_tab_worksamples
source: Work samples
de: Referenzen
